# Напишите программу для расчета периметра прямоугольника со сторонами 7 и 10.
# Создайте необходимые переменные.

a = int(input('Введи длинну:'))
b = int(input('Введи ширину:'))

print((a*2)+(b*2))

