# Напишите программу, которая спрашивает у пользователя время в часах и скорость в км/ч, а затем
# выводит пройденное расстояние.

time = int(input('Напиши время в ч:'))
speed = int(input('Напиши скорость км/ч:'))
print(f'{time*speed} км')

