#Напишите программу, которая выводит все чётные числа от 2 до 20 включительно.

for number in range(2,21):
    if number %3 == 2:
        print(number)


